[
    {
      "_id": "0282e0e58a5c404fbd15261f11c2ab6a",
      "others_info": {
        "is_todays_pick": false,
        "is_trending": true
      },
      "category_id": "1",
      "rating": { "number": 4.5, "badge": "Excellent" },
      "total_view": 488,
      "title": "Khaleda Zia will have to return to jail before going abroad for treatment: PM",
      "author": {
        "name": "Jimmy Dane",
        "published_date": "2022-08-24 17:27:34",
        "img": "https://images.unsplash.com/photo-1633332755192-727a05c4013d?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8dXNlcnxlbnwwfHwwfHw%3D&w=1000&q=80"
      },
      "thumbnail_url": "https://i.ibb.co/QnwC4sG/unsplash-Eh-Tc-C9s-YXsw-11.png",
      "image_url": "https://i.ibb.co/Yd3rtsM/Screenshot-2023-10-04-075606.png",
      "details": "Prime minister Sheikh Hasina has said, “If Khaleda Zia is to go abroad for treatment, the permission she has been given to stay home by suspending her sentence would have to be revoked. She would have to go back to the jail and appear before the court. She would have to take permission from the court.” The prime minister said this in an interview with US media outlet Voice of America. Voice of America’s Bangla service chief Shatarupa Barua interviewed prime minister Sheikh Hasina during her Washington visit. A video recording of the interview has been uploaded on Voice of America’s Bangla service website. VOA asked prime minister Sheikh Hasina.We are hearing that BNP chairperson Khaleda Zia's health is deteriorating. So will you be reconsidering the matter of sending her abroad for better medical treatment? In reply, prime minister Sheikh Hasina replied, I ask you, which country in the world has it been possible to send a convicted person abroad for medical treatment? Which country will allow this? If they want to appeal for this, they have to go to the court. They have to take permission from the court. We have no scope to intervene in matters of the court. She went on to say, We have done what we could. With the authority of the government her sentence was suspended and permission was given for her to stay at home and undergo treatment.... She is undergoing treatment herself at Bangladesh's costliest hospital. And if they are to go abroad now, then the permission that I have given for her to stay at home, with have to be withdrawn. She will have to return to jail. She will be able to go if the court passes a ruling. That is the reality. Khaleda Zia was imprisoned on 8 February 2018 after she was convicted in two cases. The former prime minister was in jail for over two years. Khaleda Zia, who was convicted in Zia Orphanage and Zia Charitable Trust corruption cases, was released on 25 March 2020 by the government postponing her conviction on conditions through an executive order. On 12 September the home minister issued a notification to suspend Khaleda Zia's sentence and extend her release by another six months."
    },
    {
      "_id": "0282e0e58a5c404fbd15261f11c2ab6b",
      "others_info": {
        "is_todays_pick": false,
        "is_trending": true
      },
      "category_id": "2",
      "rating": { "number": 4.5, "badge": "Excellent" },
      "total_view": 488,
      "title": "13 die of dengue, 2,799 new cases in 24 hrs",
      "author": {
        "name": "Jimmy Dane",
        "published_date": "2022-08-24 17:27:34",
        "img": "https://images.unsplash.com/photo-1633332755192-727a05c4013d?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8dXNlcnxlbnwwfHwwfHw%3D&w=1000&q=80"
      },
      "thumbnail_url": "https://i.ibb.co/QnwC4sG/unsplash-Eh-Tc-C9s-YXsw-11.png",
      "image_url": "https://i.ibb.co/kKcPZh3/Screenshot-2023-10-04-075924.png",
      "details": "Some 13 people have succumbed to dengue in the last 24 hours until 8:00 am on Tuesday, raising the death toll to 1030. Besides, 2,799 people have been hospitalised with the mosquito-borne viral fever during the period, according to the health directorate. Of the fresh cases, 682 have been reported from the capital, while the remaining 2,117 are from districts. Of the fatalities, seven have been reported from the capital, and the remaining six from districts. A total of 2,871 people have been released from the hospitals after complete recovery during the period. Now, the recovery rate is 95 per cent, with the fatality rate at 0.5 per cent."
    },

    {
      "_id": "f69a695f037cd9484cecaea37ca71011",
      "others_info": {
        "is_todays_pick": false,
        "is_trending": true
      },
      "category_id": "3",
      "rating": { "number": 4.8, "badge": "Excellent" },
      "total_view": 400,
      "title": "Tucker Carlson Swears Vladimir Putin Is Winning The War In Ukraine",
      "author": {
        "name": "Jennifer Wood",
        "published_date": "2022-08-30 16:38:45",
        "img": "https://images.unsplash.com/photo-1633332755192-727a05c4013d?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8dXNlcnxlbnwwfHwwfHw%3D&w=1000&q=80"
      },
      "thumbnail_url": "https://i.ibb.co/k8XBcMX/unsplash-Eh-Tc-C9s-YXsw-15.png",
      "image_url": "https://i.ibb.co/BZZ5WKv/unsplash-Eh-Tc-C9s-YXsw-4.png",
      "details": "Tucker Carlson has rarely met a dictator's ass he didn't want to kiss, and Vladimir Putin is at the very top of that puckering up list. The Fox News host is something of a folk hero in Russia: Because of the pro-Putin propaganda he so often spews, the Kremlin has encouraged Russia's state TV to air as much of Tucker's face as possible — and they're certain to love his latest rant about how Putin is winning the war in Ukraine, which does not seem to be the case. But on Fox News, what Tucker says goes."
    },
    {
      "_id": "f69a695f037cd9484cecaea37ca71012",
      "others_info": {
        "is_todays_pick": false,
        "is_trending": true
      },
      "category_id": "4",
      "rating": { "number": 4.3, "badge": "Excellent" },
      "total_view": 400,
      "title": "Kohli stardom supreme as stage set for World Cup opener",
      "author": {
        "name": "Jennifer Wood",
        "published_date": "2022-08-30 16:38:45",
        "img": "https://images.unsplash.com/photo-1633332755192-727a05c4013d?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8dXNlcnxlbnwwfHwwfHw%3D&w=1000&q=80"
      },
      "thumbnail_url": "https://i.ibb.co/k8XBcMX/unsplash-Eh-Tc-C9s-YXsw-15.png",
      "image_url": "https://i.ibb.co/gRFmM61/Kohli-smile.jpg",
      "details": "If you can judge a tournament by the number of replica tops sold, the Cricket World Cup in India opening this week already has a winner -- home superstar batsman Virat Kohli. On the crowded streets outside the world's biggest cricket arena -- the 130,000-capacity Narendra Modi Stadium, which will host the opening match between defending champions England and New Zealand on Thursday -- hawkers report a brisk trade. Some customers are snapping up the blue top with the name of England captain Jos Buttler, and others the black shirt of Kiwi skipper Kane Williamson. But Kohli's Number 18 is the outright winner, sellers said. There is a huge demand for T-shirts and caps with Kohli's name, said Saurabh, who goes by one name, selling jerseys outside the stadium in Ahmedabad in Gujarat state. He is the star along with (India captain) Rohit Sharma -- and we make lot of money because of them. Known as King Kohli for his prolific run-scoring, the star batsman has amassed 13,083 ODI runs including 47 centuries in 281 matches. Kohli, 34, remains hugely popular on social media with millions of followers. He is a crowd favourite, and fans have previously crashed through security to touch his feet or take a selfie"
    },

    {
      "_id": "11468ed61aee84de492a8b04158a22f9",
      "others_info": {
        "is_todays_pick": false,
        "is_trending": false
      },
      "category_id": "5",
      "rating": { "number": 4.5, "badge": "Excellent" },
      "total_view": 980,
      "title": "Taylor Swift spotted at rumored beau Kelce's game",
      "author": {
        "name": "system",
        "published_date": "2022-08-24 23:15:00",
        "img": "https://images.unsplash.com/photo-1633332755192-727a05c4013d?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8dXNlcnxlbnwwfHwwfHw%3D&w=1000&q=80"
      },
      "thumbnail_url": "https://i.ibb.co/HXC719r/unsplash-Eh-Tc-C9s-YXsw-19.png",
      "image_url": "https://i.ibb.co/g4mx2qf/Screenshot-2023-10-04-082558.png",
      "details": "Taylor Swift has remained mum on her rumored relationship with NFL star Travis Kelce, but the pop superstar was on hand again Sunday as Kelce's Kansas City Chiefs defeated the New York Jets at MetLife Stadium outside the Big Apple. The 33-year-old 'Lavender Haze' singer was spotted, clad in crystal-studded denim shorts and a long-sleeved black shirt, entering the building with actors Blake Lively, Ryan Reynolds and Hugh Jackman. She was soon ensconced in a luxury suite, with one social media poster getting cellphone video of her playfully sticking out her tongue as she was filmed. InStyle reported Swift had been seen dining in New York with Brittany Mahomes, wife of Chiefs quarterback Patrick Mahomes, the night before the game."
    },
    {
      "_id": "11468ed61aee84de492a8b04158a22f0",
      "others_info": {
        "is_todays_pick": false,
        "is_trending": false
      },
      "category_id": "6",
      "rating": { "number": 4.5, "badge": "Excellent" },
      "total_view": 980,
      "title": "Red Dead Redemption 2 Looks Outright Stunning With Visual Redemption Mod",
      "author": {
        "name": "system",
        "published_date": "2022-08-24 23:15:00",
        "img": "https://images.unsplash.com/photo-1633332755192-727a05c4013d?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8dXNlcnxlbnwwfHwwfHw%3D&w=1000&q=80"
      },
      "thumbnail_url": "https://i.ibb.co/HXC719r/unsplash-Eh-Tc-C9s-YXsw-19.png",
      "image_url": "https://i.ibb.co/qCM7F1h/Red-Dead-Redemption-2-Visual-Redemption-2.jpg",
      "details": "A new Red Dead Redemption 2 mod that is now available for download makes the game look outright stunning with improved weather conditions, lighting, shadows, and much more.The Visual Redemption Project, which can be downloaded from its official website, overhauls the weather system, improves shadow distance in all different weather conditions, reduces the intensity of heat haze, improves water reflections, fixes the Moon positioning, fixes bloom render on lights, and more. As the mod does change the vanilla game's atmosphere and lighting, the developer released an optional Add-On that preserves the original look of the game while introducing some improvements, such as shadows improvements and more. You can check out this impressive visual overhaul in the video below. The Visual Redemption Project is yet another reason to experience Red Dead Redemption 2 on PC, as it is the only version of the game that can run at 60 frames per second and above. As the open-world game by Rockstar hasn't been patched for current generation consoles, the PlayStation 5 and Xbox Series X|S versions are locked at 60 FPS, although on Xbox consoles, the game runs at native 4K resolution. An unofficial patch for the PlayStation 5 version of the game was revealed back in August, proving that the lack of an official patch is not due to technical issues."
    },

    {
      "_id": "2e78e5e0310c2e9adbb6efb1a263e745",
      "others_info": {
        "is_todays_pick": false,
        "is_trending": true
      },
      "category_id": "7",
      "rating": { "number": 4.5, "badge": "Excellent" },
      "total_view": null,
      "title": "Horimiya: The Missing Pieces - Grand finale gears up to leave fans teary-eyed",
      "author": {
        "name": null,
        "published_date": "2022-08-30 15:00:04",
        "img": "https://images.unsplash.com/photo-1633332755192-727a05c4013d?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8dXNlcnxlbnwwfHwwfHw%3D&w=1000&q=80"
      },
      "thumbnail_url": "https://i.ibb.co/k8XBcMX/unsplash-Eh-Tc-C9s-YXsw-15.png",
      "image_url": "https://i.ibb.co/2tS9bHr/Screenshot-2023-10-04-083600.png",
      "details": "Anime enthusiasts are buzzing with excitement as the beloved romance anime, Horimiya, gears up for its highly-anticipated finale. The anime's latest season, known as Horimiya: The Missing Pieces, is set to conclude on September 23rd, and fans are eager to see how this new season will add depth to the heartwarming story. In a recent announcement, the Horimiya team shared a captivating poster to build anticipation for the finale. Titled Graduation, this closing episode promises to be an emotional journey for fans who have followed the ups and downs of the central couple.Horimiya: The Missing Pieces was conceived to bridge the gaps left by the first season of the anime. While the initial season was a tremendous success, it had to omit significant portions of the manga's narrative. This new season brings to life some of the manga's most pivotal and emotionally charged moments, enriching the overall storyline.For those who haven't yet experienced the charm of Horimiya, now is the perfect time to dive into this heartwarming romantic comedy. The series, originally created by Hiromi Adachi, first appeared as a webcomic in February 2007 before evolving into manga and anime adaptations. Horimiya's narrative revolves around the unexpected connection between Kyouko Hori, a smart and popular high school student, and Izumi Miyamura, her seemingly gloomy and unassuming classmate. Their unique journey explores the multifaceted nature of relationships and human personalities."
    },

    {
      "_id": "a713ee936ff5574273f0f769f5c5b20e",
      "others_info": {
        "is_todays_pick": false,
        "is_trending": true
      },
      "category_id": "1",
      "rating": { "number": 4.5, "badge": "Excellent" },
      "total_view": 111,
      "title": "Compromise behind the scenes with everyone, election on time: Obaidul Quader",
      "author": {
        "name": "system",
        "published_date": null,
        "img": "https://images.unsplash.com/photo-1633332755192-727a05c4013d?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8dXNlcnxlbnwwfHwwfHw%3D&w=1000&q=80"
      },
      "thumbnail_url": "https://i.ibb.co/1vcgPzg/unsplash-Eh-Tc-C9s-YXsw-12.png",
      "image_url": "https://i.ibb.co/PhLv4tq/02-10-22-ramakrishna-mission-obaidul-quader-3.jpg",
      "details": "A compromise has been made secretly with everyone, said governing Bangladesh Awami League (AL) general secretary Obaidul Quader on Tuesday. He also asked the party leaders and activists to make preparations for the next parliamentary elections. “A compromise has been reached secretly. America needs Delhi, Delhi is there, we’re also there. Sheikh Hasina has struck a balance with everyone. There’s nothing to worry about anymore. The election will be held on time.” Obaidul Quader said this while speaking as chief guest at a “Peace and development rally” at Aminbazar Truck Terminal in Savar, on the outskirts of the capital city, in the afternoon. Dhaka district Awami League organised the rally where leaders and activists from seven upazilas including Dhamrai, Savar, Dohar, Nababganj and Keraniganj participated. This was said from the stage. AL presidium members, joint secretaries, organising secretaries and leaders from district and upazila units spoke at the rally. All of them focused on the next parliamentary election and opposition Bangladesh Nationalist Party’s one-point movement. Saying that “the game has started”, the leaders announced to keep the field under their control until the polls. At the outset of his speech, Obaidul Quader raised the issue of US visa restrictions. He claimed that two selfies have done wonders. One of the selfies was taken in Delhi, and another one in New York. Wonders have been achieved in New Delhi through the selfie of Sheikh Hasina, Putul and Joe Biden; then in New York. Where’re sanctions? Where’s the visa policy?” Mentioning that a compromise has been reached behind the scenes, Obaidul Quader said at the rally, “A compromise has been made. There’s Delhi, America needs Delhi. We’re there, Delhi is also there. Delhi is there, we’re also there. There’s no enmity with anyone, rather we’ve friendship with all. Sheikh Hasina has struck a balance with all. There’s nothing to worry about anymore. The election will be held on time. Take preparations for the election.” Stating that the warnings of visa policy have ended, the AL general secretary said, “We do not care about the visa policy. We want a peaceful election. Why is the visa policy, and sanctions then? A free and fair election will be held. There won’t be sanctions anymore. Fakhrul’s (BNP secretary general) voice has softened.”"
    },

    {
      "_id": "e342b6c0c8efc8ca9e811991dc8a7900",
      "others_info": {
        "is_todays_pick": true,
        "is_trending": false
      },
      "category_id": "2",
      "rating": { "number": 4.5, "badge": "Excellent" },
      "total_view": 733,
      "title": "9 members of DB police sued for framing fake case",
      "author": {
        "name": "Theo Minh Châu",
        "published_date": "2022-08-25 06:03:00",
        "img": "https://images.unsplash.com/photo-1633332755192-727a05c4013d?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8dXNlcnxlbnwwfHwwfHw%3D&w=1000&q=80"
      },
      "thumbnail_url": "https://i.ibb.co/j86wjDW/unsplash-Eh-Tc-C9s-YXsw-20.png",
      "image_url": "https://i.ibb.co/PZNTVk4/Screenshot-2023-10-04-080442.png",
      "details": "A team of the detective branch of the Dhaka Metropolitan Police (DMP) had recovered fake currency of Tk 2.5 million in a drive in the capital's Fakirapool. Two persons were shown arrested in the case filed over the incident. It was found later during investigation that it was a fake case. There was no such drive and the case was lodged to trap those two persons. The court has ordered departmental action against the nine members of the DB police for implicating two persons in a fake case. The two accused were acquitted from the case. According to the case statement, DB police conducted a drive near the Fakirapool fish market on 6 November 2016. They arrested Hasan Mazumdar, manager of the local Hotel Bandhu Abashik and Sohel Rana, an employee of the hotel. The case was lodged the following day. It was said in the case statement that fake currency worth Tk 2.5 million was recovered in the drive. However, the accused in the case claimed that there was no such incident that day. They said, entire incident took place at the reception of the Hotel Bandhu Abashik. Some plainclothesmen went there and accused the two of being involved in anti-social activities in the name of hotel business. The members of DB police then claimed Tk 300,000 as bribe. As Hasan and Sohel denied paying the bribe, the DB police members handcuffed them and picked them up from there. The entire incident was recorded on the CCTV camera of the hotel. Fake case, fake witnesses The DB police submitted the charge sheet against Hasan and Sohel after an investigation on 19 September, 2017. The court framed charges against Hasan and Sohel on 29 October 2017. The prosecution produced 12 witnesses in the court. However, the DB police failed to prove the allegations. Following that, the court ordered departmental actions against those nine members of DB police, including then DB inspector Tapan Kumar Dhali. Judge Tehsin Iftekhar of the special tribunal of the Dhaka Metropolitan Magistrate Court–15 passed the order. Defence lawyer Abdus Salam Khan recently disclosed this. The nine members of the DB police are, DB police inspector Tapan Kumar Dhali, sub-inspector Dewan Ujjal Hossain, assistant sub-inspector Ziaur Rahman, Sohail Mahmud, Abul Bashar, Mominul Haque, Nazmul Haque Pradhan, constable Nayan Kumar and Golam Sarwar. Following the investigation, the court said despite being members of law enforcement, they framed a fake case against Hasan Mazumdar and Sohel Rana instead of protecting people and their properties. A false charge sheet was submitted in the court. Even false witnesses have been produced before the court. Lawyer, Abdus Salam Khan said a letter was issued addressing the inspector general of police (IGP) to take departmental actions against those nine, including Tapan Kumar Dhali. The police came to learn about the actual incident after an investigation following the letter from the court."
    },
    {
      "_id": "e342b6c0c8efc8ca9e811991dc8a7901",
      "others_info": {
        "is_todays_pick": false,
        "is_trending": false
      },
      "category_id": "3",
      "rating": { "number": 4.5, "badge": "Excellent" },
      "total_view": 733,
      "title": "Trump reaped over $100 million through fraud, New York says as trial starts",
      "author": {
        "name": "Theo Minh Châu",
        "published_date": "2022-08-25 06:03:00",
        "img": "https://images.unsplash.com/photo-1633332755192-727a05c4013d?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8dXNlcnxlbnwwfHwwfHw%3D&w=1000&q=80"
      },
      "thumbnail_url": "https://i.ibb.co/df3gJ1b/unsplash-Eh-Tc-C9s-YXsw-13.png",
      "image_url": "https://i.ibb.co/gTL93tf/donald-trump-gettyimages-687193180.jpg",
      "details": "A defiant Donald Trump attacked New York's attorney general and the judge overseeing his civil fraud trial as it began on Monday, with a state lawyer accusing the former president of generating more than $100 million by lying about his real estate empire.  Attorney General Letitia James is seeking at least $250 million in fines, a permanent ban against Trump and his sons Donald Jr and Eric from running businesses in New York and a five-year commercial real estate ban against Trump and the Trump Organization.  Testimony in the Manhattan courtroom began following opening statements, with Donald Bender, a partner at Mazars USA and longtime accountant for Trump's businesses, as the state's first witness.  Trump told reporters before the trial began that the case was a scam, a sham and a political vendetta by James, and during a lunch break called the Democrat a corrupt person, a terrible person. Driving people out of New York. He was equally unsparing of the judge, Arthur Engoron, calling him a partisan Democrat who is using the case to interfere with the 2024 presidential election, where Trump holds a big lead for the Republican nomination.This is a judge that should be disbarred, Trump told reporters. This is a judge that should be out of office. Trump's election campaign used the start of the trial for fundraising, saying he was defending his family and reputation from New York Democrats it called corrupt tyrants.The case concerns accusations by the attorney general that Trump inflated his assets and his own net worth from 2011 to 2021 to obtain favorable bank loans and lower insurance premiums."
    },

    {
      "_id": "f06f8cc035b04bd1158e4198281915a3",
      "others_info": {
        "is_todays_pick": false,
        "is_trending": true
      },
      "category_id": "4",
      "rating": { "number": 4.5, "badge": "Excellent" },
      "total_view": 127,
      "title": "9 Things to do in Colorado this Labor Day weekend",
      "author": {
        "name": "Ukrainska Pravda",
        "published_date": "2022-08-25 18:53:49",
        "img": "https://images.unsplash.com/photo-1633332755192-727a05c4013d?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8dXNlcnxlbnwwfHwwfHw%3D&w=1000&q=80"
      },
      "thumbnail_url": "https://i.ibb.co/0swsWpF/unsplash-Eh-Tc-C9s-YXsw-17.png",
      "image_url": "https://i.ibb.co/H4p2t3V/unsplash-Eh-Tc-C9s-YXsw-6.png",
      "details": "COLORADO, USA — Happy Labor Day weekend! Although it may be the unofficial end to summer, there's still time to head outdoors and experience all that Colorado has to offer during the season. Taste of Colorado highlights a packed weekend of festivals which includes music, food, arts, crafts, balloon, wine and beer celebrations. There are early signs of autumn, however. College football is back with three games this weekend and the first Oktoberfest steins of the year will be raised in Keystone and Beaver Creek. Check out one of these awesome events happening across the Centennial State this Labor Day weekend. Remember to share your weekend photos with the \"Near Me\" feature on the 9NEWS app. > Submit an event to 9Things To Do . Credit: A Taste of Colorado Taste of Colorado DENVER — Colorado's signature Labor Day weekend festival is back at Civic Center Park in downtown Denver. The 39th annual Taste of Colorado will be held Saturday, Sept. 3 to Monday, Sept. 5. This year's event features five stages where attendees can listen to music from more than 60 artists including tribute bands, country musicians, jazz, cultural lineups and Denver bands. An Arts & Crafts Marketplace will have 50 local artisan booths and over 30 food trucks and restaurant vendors. Credit: Colorado State Fair Colorado State Fair PUEBLO — T he largest summer event in Colorado continues this weekend in southern Colorado. The Colorado State Fair offers a carnival, 4-H exhibits, agricultural competitions, tractor pulls, live music performances, rodeos, bake offs and amazing food options. T he Colorado State Fair runs through Monday, Sept. 5 with concerts from The Band Perry and Stone Temple Pilots, p lus monster truck shows and a demolition derby. Check out the full fair schedule at ColoradoStateFair.com . Credit: Windsor Harvest Festival The 96th Annual Windsor Harvest Festival arrives September 2 to 4, 2018 in Windsor, Colorado. Photo Courtesy: Windsor Harvest Festival. Windsor Harvest Festival WINDSOR — Windsor's largest family-friendly event is back for a 100th year this Labor Day weekend. This year's Windsor Harvest Festival theme is \"Build for the Future While Honoring the Past.\" The festival runs from Saturday, Sept. 3 to Monday, Sept. 5 with live music, a street dance, BBQ, car show, pancake breakfast, horse-drawn carriage rides, outdoor games, beer garden, movie screening in the park, and firework show. Balloon launches are planned for Saturday and Sunday at 6:30 a.m. at Eastman Park. A parade steps off at 9 a.m. Monday. Visit W indsorHarvestFestival.com to see the complete schedule. Credit: Colorado Springs Labor Day Lift Off Labor Day Lift Off COLORADO SPRINGS — A Southern Colorado tradition returns this weekend with the Colorado Springs Labor Day Lift Off . Running Saturday, Sept. 3 through Monday, Sept. 5, the free event begins each morning with an ascension of over 70 balloons accompanied by breakfast and drinks from local vendors. Throughout each day there will be skydiving demonstrations, wakeboarding exhibitions, paddle boarding and live entertainment. Evening balloon glows are set for Saturday and Sunday at 7:30 p.m. The Colorado Springs Labor Day Lift Off takes place at Memorial Park. Credit: Matthew Murphy Hadestown Hadestown DENVER — \"Hadestown,\" the winner of eight Tony Awards in 2019 including Best Musical, has just opened at Denver's Buell Theatre. \"Hadestown\" intertwines the tales of young dreamers Orpheus and Eurydice with that of King Hades and his wife Persephone on hell-raising journey to the underworld and back. With an exceptional cast of actors, dancers and singers, the musical is a haunting but hopeful theatrical experience that grabs you and never lets go. \"Hadestown\" plays the Buell Theatre through Sunday, Sept. 11. Credit: Denver Chalk Art Festival Denver Chalk Art Festival DENVER — The annual Denver Chalk Art Festival has moved to Denver's Golden Triangle neighborhood this weekend. The street painting festival, which runs Saturday, Sept. 3 through Monday, Sept. 5, will have 150 artists creating awe-inspiring works of chalk art. The festival is two blocks south of Civic Center Park (and Taste of Colorado) near 12th and Bannock and the Denver Art Museum. Credit: Seven Peaks Music Festival Seven Peaks Music Festival VILLA GROVE — Seven Peaks Music Festival returns for a third edition this weekend with a star-studded country music lineup. Dierks Bentley and Morgan Wallen headline the festival with guests Boy Named Banjo, Ashley Cooke, Jordan Davis, Jackson Dean, Travis Denning, Hardy, Kendell Marvel, Ashley McBryde, Old Crow Medicine Show, Caitlyn Smith, Rapidgrass, Alana Springsteen and Lainey Wilson. Seven Peaks Music Festival runs Friday, Sept. 2 to Sunday, Sept. 4 in Villa Grove, located about 45 miles south of Buena Vista. Labor Day Weekend in Creede CREEDE — Creede's Labor Day Weekend celebration is packed with events including a mountain run, outdoor movie, music, theater and more. The 36th annual Creede Mountain Run takes place Saturday, Sept. 3. Participants will enjoy the breathtaking San Juan Mountains in 50K, 22 mile, 12 mile and two-mile runs. Registration is available online . To see the complete Labor Day Weekend schedule, visit Creede.com . Credit: KUSA TCU vs. Colorado BOULDER — The University of Colorado football teams opens the 2022 season on Friday, Sept. 2. The CU Buffaloes host TCU in a nationally-televised game on ESPN with an 8 p.m. kickoff. Fans are encouraged to wear black to the game. A new sound system will also make its debut at Folsom Field on Friday. Season and single game tickets remain available at CUBuffs.com . RELATED: CU's football stadium will sound different in opener vs. TCU Northern Iowa vs. Air Force COLORADO SPRINGS — Air Force Academy football opens its season on Saturday, Sept. 3 against Northern Iowa in the first meeting between the schools. Northern Iowa head coach Mark Farley enters his 22nd season with the Panthers as the most winningest coach in program history. Air Force Falcons head coach Troy Calhoun is 15-0 against teams from the Football Championship Subdivision. The Falcons and Panthers kick off at 11 a.m. Saturday at Falcon Stadium. Houston Baptist vs. Northern Colorado GREELEY — University of Northern Colorado head coach Ed McCaffrey leads the Bears onto the field at Nottingham Field on Saturday, Sept. 3 at 2 p.m. against Houston Baptist. Last year, linebacker David Hoage recorded three sacks against Houston Baptist, the most since 2017. Fans should arrive early for the Pepsi Fan Fest, Bears, Brews and Bites and tailgate with fellow Bear fans. Credit: Water World Water World’s final weekend FEDERAL HEIGHTS — This is the final weekend of 2022 to visit one of America's largest family water parks. Water World 's final three days of operation this season are Saturday, Sunday and Monday. Water World features more than fifty attractions, from kids rides to huge thrill rides. Most food and drinks can be brought into the park making it perfect for picnics and parking is free. Avoid the lines and get your tickets online . Elitch Gardens water park DENVER — Elitch Gardens closes its water park on Sunday, Sept. 4. The main amusement park area will remain open through Sunday, Oct. 30 in downtown Denver. Credit: Cirque du Soleil Ovo LOVELAND — Cirque du Soleil has brought a touring circus to Colorado for the first time since 2019. \"Ovo\" is in Colorado Springs before heading to Denver next weekend. The show \"Ovo\" — meaning \"egg\" in Portuguese — is comprised of 100 people from 25 countries, including 52 artists, with high-level acrobatic acts. \"Ovo\" is at Broadmoor World Arena through Sunday, Sept. 4. Tickets are sold at AXS.com . RELATED: Cirque du Soleil returns to Colorado Credit: Jurassic World: The Exhibition Jurassic World: The Exhibition DENVER — This is the final weekend to see \"Jurassic World: The Exhibition\" at the Stockyards Event Center of the National Western Center. An immersive 20,000-square-foot experience based on the blockbuster movie franchise, \"Jurassic World: The Exhibition\" allows visitors to walk through the world-famous Jurassic gates, encounter life-sized dinosaurs and explore richly themed environments. Tickets are on sale at JurassicWorldExhibition.com . The show will be in Denver through Monday, Sept. 5. Credit: Taryn Parker; Broncos 7K Broncos Fit 7K DENVER — The 10th annual Broncos Fit 7K returns to Empower Field at Mile High on Sunday, Sept. 4. All runners will receive an exclusive Broncos shirt, finisher's medal and the experience of racing across the field and crossing the 50-yard line. Proceeds will benefit Denver Broncos Charities. Register at DenverBroncos.com . Labor Day Half Marathon, 10K and 5K PARKER — Celebrate the holiday weekend with a half marathon, 10K or 5K . There's a distance for everyone at Monday's races at Parker's Salisbury Equestrian Park. Runners of all abilities are welcome. Each participant gets a running shirt, finisher's medal, chip timing and race photos. Race registration is available at ColoradoRunnerEvents.com . Credit: DCPA David Byrne and Mala Gaonkar Theater of the Mind DENVER — \"Theater of the Mind\" is a new theatrical experience you’ll see, feel, taste and hear, co-created by Academy, Grammy, and Tony Award-winning artist David Byrne and writer Mala Gaonkar. Witness the wonders of your mind for yourself as you follow The Guide through a spectacular, 15,000-square-foot installation in a group of 16 audience members. \"Theater of the Mind\" takes place at the York Street Yards at 39th and Steele through Dec. 18. RELATED: David Byrne brings his creative talents to Denver for DCPA's latest show Credit: Saint Rafka Maronite Catholic Church Lebanese and Middle Eastern Festival LAKEWOOD — Saint Rafka Maronite Catholic Church is hosting its annual Lebanese and Middle Eastern Festival on Saturday, Sept. 3, from 11 a.m. to 10 p.m. at 2301 Wadsworth Blvd in Lakewood. Experience this unique cultural and culinary festival featuring authentic Lebanese and Middle Eastern cuisine and entertainment with fun for everyone. Credit: Keystone Festivals Keystone Oktoberfest KEYSTONE — Oktoberfest season officially arrives with Saturday's 9th annual Oktoberfest at Keystone’s River Run Village . Attendees will be raising their steins, dancing to oompah bands and savoring delicious German fare. The festival, which runs from 1 p.m. to 6 p.m., will have live music, food and seasonal beer. The festival will also have a kids’ area with crafts and dance performances from the Denver German Traditional Dance Group. If you buy a commemorative 2022 stein, you'll get three beer tokens. Stein tickets are available online . Beaver Creek Oktoberfest BEAVER CREEK — Beaver Creek’s long-running Oktoberfest is a family-friendly celebration of traditional live music, food and drink the heart of a Bavarian-inspired village. Festivities planned on Friday, Saturday and Sunday include stein-hoisting competitions, bratwurst-eating competition, kids’ zone, Oktoberfest shuffle, best-dressed contest and live music from Trachtenkapelle, The Helmet Fricker Band, Philadelphia Freedom and more. A complete schedule can be found at BeaverCreek.com . Castle Rock Brew Fest Under the Stars CASTLE ROCK — The Castle Rock Brew Fest Under the Stars is Sunday, Sept. 4 at Philip S. Miller Park. The fest will offer craft beer from more than 20 breweries, food from eight food trucks and four bands. Each ticket comes with admission, unlimited food, eight-ounce craft beer pours and live entertainment until 9 p.m. Tickets are available online . Fountain Fall Festival & Parade FOUNTAIN — The 52nd annual Fountain Fall Festival and Parade arrives Monday, Sept. 5 in Fountain. The Labor Day Parade begins at 10 a.m. Monday and will run along Main Street and Ohio Avenue. The Fall Festival opens at 10:30 a.m. at John Metcalf Park. Credit: Jazz Aspen Snowmass JAS Labor Day Experience SNOWMASS — The Jazz Aspen Snowmass Labor Day Experience is a popular three-day music festival on the grounds outside the Snowmass Village Recreation Center. This year's 31st annual lineup includes Leon Bridges, Chris Stapleton, Stevie Nicks, Little Big Town, Zach Bryan, St. Paul and the Broken Bones and more. The festival runs Friday, Sept. 2 to Sunday, Sept. 4. Tickets are sold at JazzAspenSnowmass.org. Credit: Pixar Putt Pixar Putt DENVER — Pop-up, open air mini-golf experience Pixar Putt has arrived in Denver. The experience is made up of 18 holes inspired by the stories, characters and icons from some of Disney and Pixar's most beloved films including \"Toy Story,\" \"The Incredibles,\" \"Monsters, Inc.,\" \"Finding Nemo,\" \"Coco,\" \"A Bug's Life,\" \"Wall-E,\" and \"Inside Out.\" Pixar Putt is staged at McGregor Square’s Rally Hotel beginning Saturday, Sept. 3 and running through Nov. 27. Credit: 9NEWS Nan Desu Kan AURORA — The three-day Japanese culture convention Nan Desu Kan is back this weekend at Gaylord Rockies Resort & Convention Center in Aurora. Since 1997, the event has showcased traditional Japanese arts, anime, cosplay, gaming, shopping, music, dance, voice actors, competitions, charity and more. Nan Desu Kan runs Friday, Sept. 2 through Sunday, Sept. 4. Check out the full lineup at NDKDenver.org . Credit: NPS Photo/J. Koch Bent’s Old Fort OTERO COUNTY — The public is invited to join the inhabitants of Bent’s Old Fort on Friday, Sept. 2 from 1 p.m. to 5:30 p.m. and Saturday, Sept. 3 from 8 a.m. to 5:30 p.m. to experience the sights and sounds of Bent, St. Vrain, & Company in 1847. There is no additional fee to participate in this special event. Regular park entrance fees apply. Bent’s Old Fort National Historic Site is located on Colorado Highway 194, eight miles east of La Junta. Credit: jerd nakata - stock.adobe.com Estes Park Labor Day Arts & Crafts Show ESTES PARK — The Estes Park Arts and Crafts Show brings over 100 artisans to downtown Estes Park every Labor Day weekend. This year's show runs from Saturday, Sept. 3 to Monday, Sept. 5 at Bond Park. The show, when combined with the shops and restaurants of downtown, make Estes Park a great weekend destination on the edge of Rocky Mountain National Park. Commonwheel Art Festival MANITOU SPRINGS — Manitou Springs' Memorial Park is the site of this weekend’s Commonwheel Artists Co-op 48th annual Labor Day Art Festival . The festival will be open from 10 a.m. to 5 p.m. Saturday, Sept. 3 to Monday, Sept. 5. There will be dozens of art vendors, live music, food options, beer garden and kids’ activities. Admission is free. Credit: digidreamgrafix - stock.adobe.com Windsor Cruise In Car Show WINDSOR — One of the largest car shows in northern Colorado will be held Sunday, Sept. 4 from 10 a.m. to 2 p.m. The Windsor Cruise In Car Show at Eastman Park will have categories in 20s and older, 30s, 40s, 50s, 60s, 70s, 80s, 90s and newer, trucks, and diamond-in-the-rough vehicles. There is no entry fee for car enthusiasts interested in stopping by, viewing the cars, meeting and mingling with the owners of the vehicles. Credit: Lukas Gojda - stock.adobe.com Four Corners Motorcycle Rally DURANGO — Durango, which serves as a gateway to the world famous Million Dollar Highway, is the home of this weekend's three-day Four Corners Motorcycle Rally . There will be races, stunt shows, live music, bike shows and more. Visit FourCornersMotorcycleRally.com to see a complete event schedule. Credit: Rotary Club of Vail Vail Duck Race VAIL — The Vail Rotary Club is hosting its annual rubber duck race at 3 p.m. this Sunday, Sept. 4. The club will send about 15,000 ducks down Gore Creek. The race will begin at the Covered Bridge and end at the Vail Rotary International Bridge. The owner of the first duck that enters the chute will win $5,000. This event serves as a fundraiser for the Vail Rotary which supports many Vail-area organizations. Ducks are available for adoption online . Credit: Steve Lovegrove - stock.adobe.com Ouray County Rodeo RIDGWAY — Ouray County is ready for rodeo! The 2022 Ouray County Labor Day Rodeo will be held Monday, Sept. 5 with a parade at 10 a.m., BBQ in the Park at 11 a.m. and CPRA Rodeo at 1 p.m. Active military and children under six receive free admission . Labor Day Weekend Rodeo TRINIDAD — The Trinidad Round-Up Association's 112 th an nual Labor Day Weekend is a three -day celebration at the Las Animas County Fairgrounds. The weekend includes two rodeo performances , Saturday night dance, performance by the Westernaires , beer garden, expo, concessions , vendors, stick horse races, kids ’ nickel scramble and more. The L abor Day Pa rade steps off at 9 a.m. Monday, Sept. 5 in downtown Trinidad. Credit: kojihirano - stock.adobe.com Yampa Valley Crane Fest STEAMBOAT SPRINGS — The 11th annual Yampa Valley Crane Festival will be held Thursday, Sept. 1 to Sunday, Sept. 4 in Steamboat Springs, Hayden and Craig. The festival features four-days of mostly free events, but some activities including crane-viewing shuttles and those with limited space, require advance registration and small fee. Organizers say the best way to view cranes are the four guided crane-viewing events throughout the festival. This year’s event also will have speakers, workshops, educational displays, story-telling event, aerial arts dancers, walks, coloring contest, children and family activities and more. See the full schedule at ColoradoCranes.org . Credit: Colorado National Speedway Colorado National Speedway DACONO — Colorado National Speedway will hold two nights of Labor Day weekend racing. Short track NASCAR-sanctioned racing is scheduled for Saturday, Sept. 3 and Sunday, Sept. 4 with post-race firework shows. Tickets are available at the box office or ColoradoSpeedway.com . Credit: Rocky Mountain Vibes Rocky Mountain Vibes vs. Northern Colorado Owlz COLORADO SPRINGS — The Rocky Mountain Vibes host rival Northern Colorado Owlz for three games at UCHealth Park. Thursday, Sept. 1 is Ladies Nights and Friday, Sept. 2 has post-game fireworks. Credit: Michael Pierce Photography Four Corners Folk Festival PAGOSA SPRINGS — The 26th annual Four Corners Folk Festival runs Friday, Sept. 2 to Sunday, Sept. 4 with live performances from Yonder Mountain String Band, Darrell Scott Trio, Heartless Bastards, Dirtwire, Gangstagrass, Amy Helm, William Prince and more. Credit: Amy Harris/Invision/AP Trey Anastasio of Phish Phish COMMERCE CITY — In what's become a tradition dating back to 2011 , Phish returns to Colorado over Labor Day weekend. Known for its improvisational style and dedicated fan base, the jam band will play at Dick’s Sporting Good Park on Thursday, Sept. 1, Friday, Sept. 2, Saturday, Sept. 3, and Sunday, Sept. 4. Phish's run in Colorado ends the band's 2022 summer tour. Tickets are sold at Ticketmaster.com . Credit: Kizzy O'Neal Singer-songwriter Jack Johnson will perform at Ruoff Music Center in Noblesville, Indiana, on Sunday, July 3, 2022. Jack Johnson GREENWOOD VILLAGE — Singer-songwriter Jack Johnson will bring his 2022 tour to Fiddler's Green Amphitheatre on Wednesday, Aug. 31 and Thursday, Sept. 1, with Ziggy Marley & the Melody Makers. Johnson's tour kicked off in June and wraps in October. Fiddler's Green Amphitheatre is the largest outdoor amphitheater in the Denver metro area. Credit: Colorado Tourism Office Telluride Film Festival TELLURIDE — The 49th annual Telluride Film Festival is this Labor Day weekend. The prestigious event features many films premiering for the first time in North America. From Friday, Sept. 2 to Mon day, Sept. 5, more than 50 programs will be screened in ten venues. The lineup of the Telluride Film Festival will not be revealed until the weekend. Credit: Hershey Entertainment Red Rocks DENVER — There is no better venue for live music in the country than Colorado's Red Rocks Amphitheatre! The Red Rocks 2022 concert schedule is still growing and even features some concerts postponed from 2020. Thursday, Sept. 1 - Robert Plant, Alison Krauss Friday, Sept. 2 - Nine Inch Nails Saturday, Sept. 3 - Nine Inch Nails Sunday, Sept. 4 - Kidz Bop Live Monday, Sept. 5 - Shaky Graves, Sierra Ferrell Credit: oles_photo - stock.adobe.com Movies this weekend Without any major releases this weekend, most major movie theater chains have declared Saturday, Sept. 3 as \"National Cinema Day\" with special deals and discounts. AMC, Cinemark and Regal Cinemas are participating, as are all major film studios. In participating theaters, tickets will be no more than $3 for every showing, in every format. RELATED: Coming to a theater near you: $3 movie tickets for one day Last weekend's box office The Invitation — $6.8 million Bullet Train — $5.6 million Beast — $4.8 million Top Gun: Maverick — $4.7 million Dragon Ball Super: Super Hero — 4.6 million DC League of Super-Pets — $4.1 million Three Thousand Years of Longing — $2.9 million Minions: The Rise of Gru — $2.7 million Thor: Love and Thunder — $2.6 million Where the Crawdads Sing — $2.3 million RELATED: Back to normal at the movies? What to expect this fall RELATED: 'The Invitation' tops tepid weekend at box office > Would you like to see your favorite Colorado festival, fair, expo, concert, drama, musical, ballet, run or event listed in 9Things? Send it to alexander.kirk@9news.com . 'A Taste of Colorado' — Denver Labor Day weekend tradition 1/22 A Taste of Colorado 2/22 A Taste of Colorado 3/22 Evan Semón Photography; A Taste of Colorado 4/22 A Taste of Colorado 5/22 A Taste of Colorado 6/22 A Taste of Colorado 7/22 A Taste of Colorado 8/22 A Taste of Colorado 9/22 A Taste of Colorado 10/22 A Taste of Colorado 11/22 A Taste of Colorado 12/22 A Taste of Colorado 13/22 A Taste of Colorado 14/22 A Taste of Colorado 15/22 A Taste of Colorado 16/22 A Taste of Colorado 17/22 A Taste of Colorado 18/22 A Taste of Colorado 19/22 A Taste of Colorado 20/22 A Taste of Colorado 21/22 A Taste of Colorado 22/22 A Taste of Colorado 1 / 22 × A Taste of Colorado More > Top stories curated daily just for you! Sign up for the 9NEWSLETTER to get can’t-miss stories, Next and Broncos content, weather and more delivered right to your inbox. SUGGESTED VIDEOS: Colorado Guide MORE WAYS TO GET 9NEWS Subscribe to our daily 9NEWSLETTER Download the 9NEWS APP iTunes: http://on9news.tv/itunes Google Play: http://on9news.tv/1lWnC5n HOW TO ADD THE 9NEWS APP TO YOUR STREAMING DEVICE ROKU: add the channel from the ROKU store or by searching for KUSA. For both Apple TV and Fire TV, search for \"9news\" to find the free app to add to your account. Another option for Fire TV is to have the app delivered directly to your Fire TV through Amazon."
    },
    {
      "_id": "f06f8cc035b04bd1158e4198281915a4",
      "others_info": {
        "is_todays_pick": false,
        "is_trending": true
      },
      "category_id": "5",
      "rating": { "number": 4.5, "badge": "Excellent" },
      "total_view": 127,
      "title": "Up Late with Ben Harvey: Why Troy Mercanti needs to start an OnlyFans account",
      "author": {
        "name": "Ukrainska Pravda",
        "published_date": "2022-08-25 18:53:49",
        "img": "https://images.unsplash.com/photo-1633332755192-727a05c4013d?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8dXNlcnxlbnwwfHwwfHw%3D&w=1000&q=80"
      },
      "thumbnail_url": "https://i.ibb.co/dr4TRY4/unsplash-Eh-Tc-C9s-YXsw-21.png",
      "image_url": "https://i.ibb.co/vz5K0FB/unsplash-Eh-Tc-C9s-YXsw-10.png",
      "details": "On Thursday night’s episode of Up Late, Ben Harvey has suggested Troy Mercanti start an OnlyFans account if he wishes to challenge anti-consorting laws. The notorious bikie will fight allegations that he broke WA’s stringent anti-consorting and insignia laws — but is also watching a High Court challenge to the regulations which the State Government have touted have the nation’s toughest against outlaw motorcycle gang members. The long-time one per center was not in court on Wednesday when the not guilty pleas were entered. WATCH UP LATE IN THE VIDEO PLAYER ABOVE But his lawyer Paul Holmes was, who revealed that Mercanti’s defence will be on two fronts — against elements of the alleged offence, and the legislation itself. Mercanti was charged with the two offences outside an Italian restaurant in front of shocked onlookers earlier this year. According to eyewitnesses, Mercanti — dressed in a T-shirt and shorts — was having lunch with long-time friend John Kizon at Mt Hawthorn’s Lupo Lab when more than a dozen officers from the gang crime squad descended and asked him to step outside. Soon afterwards, he was told he was being charged via summons with displaying gang insignia, which was prohibited under sweeping laws that came into effect a few months ago. Earlier the same week, Mercanti was hit with a dispersal notice by police while picking up a friend at the airport. Mercanti’s case was adjourned until October to be allocated a trial date. On Up Late, Harvey warned fighting in court may get expensive for Mercanti, and suggested a way he may be able to come up with the cash. Harvey may have gotten the idea after it was this week revealed that Dhakota Williams — the 21-year-old daughter of slain underworld king Carl Williams started an OnlyFans account. “If it’s good enough for the wife and daughter of slain gangland boss Carl Williams then it’s gotta be good enough for Troy Mercanti,” Harvey says. “See Troy’s OnlyFans page for exclusive tips for how a modern outlaw can best accessorise… find out why black and white are the only colours you need in your wardrobe… a showcase of latest leather trends… tips on keeping healthy. “And exclusively for OnlyFans subscribers... an inside look at the man who put the soft into soft serve, how he relaxes listing to 80s glam-rock and some cosplay as a Lego spaceman.”"
    },

    {
      "_id": "cd2b53655737cc4077542baea9f8f75d",
      "others_info": {
        "is_todays_pick": false,
        "is_trending": true
      },
      "category_id": "6",
      "rating": { "number": 4.5, "badge": "Excellent" },
      "total_view": 700,
      "title": "Excitement for Rockstar’s GTA 6 Reveal Is Sending Fans to the Moon",
      "author": {
        "name": "Daniel Deangelo",
        "published_date": "2022-08-30 20:02:52",
        "img": "https://images.unsplash.com/photo-1633332755192-727a05c4013d?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8dXNlcnxlbnwwfHwwfHw%3D&w=1000&q=80"
      },
      "thumbnail_url": "https://i.ibb.co/QnwC4sG/unsplash-Eh-Tc-C9s-YXsw-11.png",
      "image_url": "https://i.ibb.co/bBxNNDb/screenshot-2023-10-02-161343-1696259631390.png",
      "details": "Is there a more anticipated video game than Grand Theft Auto 6? Fans are so desperate for a reveal from developer Rockstar that they’re seeing clues in the moon. GTA is no stranger to wild fan theories, but this one is pretty much the most out there yet. It revolves around an image of the moon seen in a promotional image for the GTA Online Moon Festival event. This image, below, includes two characters standing in front of GTA Online’s famous Vinewood sign, obscured in such a way as to leave only the letter V and I visible. VI is six in Roman numerals. This is about the only part of this fan theory that makes any reasonable sense.It’s all downhill from there. Twitter user @Dirty_Worka had taken a close look at the image of the moon and declared it evidence of an imminent reveal. This moon in the picture is apparently in the Waning Gibbous phase (when the lit-up part of the Moon shrinks from 99.9% to 50.1%). The real moon enters the Waning Gibbous phase today, October 2. Coincidence?This theory points out Rockstar tends to announce and release its games on a Tuesday, and, more specifically, it announced Grand Theft Auto 5 and Red Dead Redemption 2 on a Tuesday in October. Spooky! But what if?! That’s the question bubbling under the ridicule this theory is receiving. The upshot is pretty much everything Rockstar puts out right now is being analysed to within an inch of its life by GTA fans hungry for GTA 6 clues. For example, a tweet from Rockstar published today, October 2, promotes the Alpine Hat for GTA Online. Seems innocent enough, right?"
    },
    {
      "_id": "4e6092d54c18fbd89ad59e88a1e87fbb",
      "others_info": {
        "is_todays_pick": false,
        "is_trending": false
      },
      "category_id": "7",
      "rating": { "number": 4.5, "badge": "Excellent" },
      "total_view": 300,
      "title": "Bleach Thousand-Year Blood War Part 3 Announced Alongside Release Window",
      "author": {
        "name": "",
        "published_date": "2022-08-24 22:30:00",
        "img": "https://images.unsplash.com/photo-1633332755192-727a05c4013d?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8dXNlcnxlbnwwfHwwfHw%3D&w=1000&q=80"
      },
      "thumbnail_url": "https://i.ibb.co/QnwC4sG/unsplash-Eh-Tc-C9s-YXsw-11.png",
      "image_url": "https://i.ibb.co/cb6sKQ1/download.jpg",
      "details": "Bleach: Thousand Year Blood War is an adaptation of the popular manga Bleach by Tite Kubo. Airing from October 2004 to March 2012, the original anime ended without adapting the final arc of the manga. Fans of the franchise were understandably ecstatic when a new anime arrived to finish the project in 2022. The whole series is split up into four parts and with the first two now done, the second half is slowly approaching and will surely be a headliner in the anime-packed year of 2024.The official X account of Viz Media has just released a gorgeous and dramatic teaser for what is to come in the third part of Bleach: Thousand Year Blood War - The Conflict. The minute-long teaser shows the main villain Yhwach and Squad Zero's captain Ichibe facing off, in the most anticipated fight since Yhwach versus Yamamoto. The teaser also shows Ichigo and his crew rushing into the castle of the Soul King, which falls down soon after. The teaser does the highly anticipated sequel justice and excellently portrays the violence and action that is about to ensue. The website of the anime released a key visual alongside the exciting news, depicting the future Quincy King Uryu Ishida standing in front of a blue background with his bow drawn. This season hasn't seen much action from Uryu so the next will most likely see him in battle and showing off his new powers. The series is scheduled for 2024, and while no specific release date was made public, fans can expect it to be announced most likely during the 2024 Jump Festa where Bleach will have a stage. Fans of Bleach have been treated to a grand finale with two episodes broadcast in sequence, and they are already building up wxcitiement for the next installment in the series. With 2024 set to feature an amazing anime lineup, including some hot new series such as Solo Leveling and Kaiju No. 8, the new season of Bleach: Thousand-Year Blood War is still a contender for being a headliner, considering the amazing quality delivered until now. Source: bleach-anime.com"
    },
    {
      "_id": "7c4dfea0fafddc813673282a428429b7",
      "others_info": {
        "is_todays_pick": false,
        "is_trending": true
      },
      "category_id": "2",
      "rating": { "number": 4.5, "badge": "Excellent" },
      "total_view": 0,
      "title": "Dengue: 11 of 15 areas with most cases are in Dhaka North City",
      "author": {
        "name": "Reuters",
        "published_date": "2022-08-25 03:09:16",
        "img": "https://images.unsplash.com/photo-1633332755192-727a05c4013d?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8dXNlcnxlbnwwfHwwfHw%3D&w=1000&q=80"
      },
      "thumbnail_url": "https://i.ibb.co/QnwC4sG/unsplash-Eh-Tc-C9s-YXsw-11.png",
      "image_url": "https://i.ibb.co/g4bVw96/Screenshot-2023-10-04-074703.png",
      "details": "When dengue initially broke out in a severe bout this year, Jatrabari was the most affected area within both cities of Dhaka. This area located in Dhaka south city was a dengue hotspot even at the beginning of August. Not only Jatrabari, six of the ten areas with most number of infections throughout Dhaka were indeed from the south city. But the situation has changed now. A report published by the World Health Organization (WHO) shows that in the last week of August, as many as 11 of the 15 most affected areas in Dhaka are from the north city. And, ten of those areas are seeing an increase in dengue infection. The monsoon mosquito survey conducted by the Directorate of Health Services (DGHS) in the last week of August showed that the number of Aedes mosquito larvae found in north city surpasses that of the south by a large margin.Now, public health expert Mushtuq Husain believes there might be a connection between the number of mosquito larvae being too high and the rise in the number of patients in north city. He told Prothom Alo, “The authority reeling in complacency might be the reason behind escalation of dengue cases there. Dengue management is like bailing water out of a boat. If there’s a gap in the routine, it can turn the situation vulnerable. That’s why dengue cases have been increasing in Dhaka north.” WHO has published a report analysing dengue situation of the country till 20 September. The report portrayed the picture of dengue infection in 15 police stations of Dhaka during the last week of August. Eleven of these areas with most infection rate fall under Dhaka north city after all. Pallabi area is at the top of that list, being followed by Uttara and Badda in the second and third spots. All three areas fall under Dhaka north city. The remaining seven areas are: Cantonment, Dakkshinkhan, Mirpur, Gulshan, Rampura, Kafrul, Khilkhet and Mohammadpur. Excluding Mohammadpur, the number of dengue patients has been rising in all ten other police stations of north city."
    },
    {
      "_id": "30af81e91ab3eafc0bcae0de62f55d5c",
      "others_info": {
        "is_todays_pick": false,
        "is_trending": true
      },
      "category_id": "2",
      "rating": { "number": 4.5, "badge": "Excellent" },
      "total_view": 320,
      "title": "Earthquake jolts Dhaka, other parts of country",
      "author": {
        "name": "John Pike",
        "published_date": "2022-08-25 07:35:11",
        "img": "https://images.unsplash.com/photo-1633332755192-727a05c4013d?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8dXNlcnxlbnwwfHwwfHw%3D&w=1000&q=80"
      },
      "thumbnail_url": "https://i.ibb.co/1vcgPzg/unsplash-Eh-Tc-C9s-YXsw-12.png",
      "image_url": "https://i.ibb.co/bskWfJB/Screenshot-2023-10-04-080706.png",
      "details": "The epicentre of the quake was the state of Meghalaya in India. The magnitude of the quake was 5.3 on the Richter scale, said sources from the meteorological department. The country was jolted by three earthquakes in September. ON 17 September, a quake with a magnitude of 4.2 on the Richter scale, was felt in Dhaka and some other parts of the country. The epicentre was in Tangail, 59 kms north-west of Dhaka. Earlier, on 11 September, another quake was felt in Sylhet. The epicentre of that quake was the India-Myanmar border area. Besides, another quake was felt on 9 September with the epicentre located in the Kachhar area in Assam of India. Two earthquakes were felt in Bangladesh in August, one was on 14 August and another one on 29 August. The epicentres were in Sylhet and Kanaighat area of the Bangladesh-India border respectively."
    },
    {
      "_id": "df11ff9feefc37613cc3a4486ce02151",
      "others_info": {
        "is_todays_pick": false,
        "is_trending": false
      },
      "category_id": "3",
      "rating": { "number": 4.5, "badge": "Excellent" },
      "total_view": 552,
      "title": "At least 13 dead in Spanish nightclub fire",
      "author": {
        "name": "system",
        "published_date": "2022-08-27 05:38:02",
        "img": "https://images.unsplash.com/photo-1633332755192-727a05c4013d?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8dXNlcnxlbnwwfHwwfHw%3D&w=1000&q=80"
      },
      "thumbnail_url": "https://i.ibb.co/dr4TRY4/unsplash-Eh-Tc-C9s-YXsw-21.png",
      "image_url": "https://i.ibb.co/nmL6pnc/Screenshot-2023-10-04-081419.png",
      "details": "At least 13 people were killed in a fire in a Spanish nightclub on Sunday morning, officials said, with fears the toll could still rise as rescue workers sift through the debris.The fire appears to have broken out in a building housing the Teatre and Fonda Milagros clubs in the city of Murcia in southeastern Spain. The fire spread from the upper parts of the two clubs, the Teatre disco and the Fonda Milagros disco... which originally were in the same building, said Diego Seral, spokesman for the national police. Authorities do not yet know where exactly the fire started. Police have established a list of 15 people missing after the blaze, but Seral said that it was not yet final and could contain names of some of the victims already found.A man named Jairo who said he was the father of one of the victims told reporters that his 28-year-old daughter had been inside one of the clubs. He had had no news of her since she left a desperate voice mail at 6:06am, he added. Mum, I love you, we're going to die, I love you mum,  a young woman's voice could be heard crying on the recording while in the background people shout to turn the lights on."
    },
    {
      "_id": "919db97c34e0778b387dd40cdfa08130",
      "others_info": {
        "is_todays_pick": false,
        "is_trending": true
      },
      "category_id": "4",
      "rating": { "number": 4.5, "badge": "Excellent" },
      "total_view": 89,
      "title": "How prepared are Bangladesh for the World Cup?",
      "author": {
        "name": "MarketScreener",
        "published_date": "2022-08-30 18:05:42",
        "img": "https://images.unsplash.com/photo-1633332755192-727a05c4013d?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8dXNlcnxlbnwwfHwwfHw%3D&w=1000&q=80"
      },
      "thumbnail_url": "https://i.ibb.co/HXC719r/unsplash-Eh-Tc-C9s-YXsw-19.png",
      "image_url": "https://i.ibb.co/z8MGbv6/Screenshot-2023-10-04-082036.png",
      "details": "Mehidy Hasan Miraz and Tawhid Hridoy were out in the middle at Barsapara Cricket Stadium in Guwahati. The two batsmen were batting against England in the warm-up match. But the batting of another player was getting more attention from the journalists who went to cover the World Cup cricket. He is none other than Shakib Al Hasan. The Tiger’s captain did not play any of two warm-up matches. Shakib injured his foot while playing football during the practice session. That might be one of the reasons behind Shakib’s not playing the warm-ups but the team confirmed it was predetermined that he wouldn’t play those practice matches. He, however, took part in the practice session in full swing yesterday. This comes as a matter of relief for Bangladesh team ahead of their visit to Dharamsala today where they will play their first two fixtures. The overall batting performance, however, remains a concern. If the win against Sri Lanka in the first practice match boosts the morale of the cricketers, yesterday's match against England once again laid bare the weakness in top-order. The opening pair got a 131-run partnership against Sri Lanka but the team lost 5 wickets at 153 in overs in a rain-curtailed 37 over match against England. Batting full 50 overs was difficult at that stage. This reflects the regular picture of Bangladesh’s batting recently. Bangladesh batters failed to bat 50 overs in half of the 12 matches they batted first this year. This happened two times in the last series against New Zealand. It was likely to happen in the practice match against England as tigers lost 9 wickets in 37 overs for 188. England chased the target of 197 set by D/L method in only 24.1 overs losing 6 wickets. Bangladesh bowlers were extravagant in bowling extras as they conceded 22 runs including 17 wides. Mostafiz bagged 2 wickets while Taskin, Shoriful, Hasan and Nasum one apiece.."
    },
    {
      "_id": "374df11ae3d9b8b9ce21f4dc53f59b85",
      "others_info": {
        "is_todays_pick": false,
        "is_trending": true
      },
      "category_id": "5",
      "rating": { "number": 4.5, "badge": "Excellent" },
      "total_view": 798,
      "title": "Shah Rukh Khan's 'Jawan' becomes highest grossing Hindi film",
      "author": {
        "name": "system",
        "published_date": "2022-08-25 18:45:00",
        "img": "https://images.unsplash.com/photo-1633332755192-727a05c4013d?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8dXNlcnxlbnwwfHwwfHw%3D&w=1000&q=80"
      },
      "thumbnail_url": "https://i.ibb.co/HXC719r/unsplash-Eh-Tc-C9s-YXsw-19.png",
      "image_url": "https://i.ibb.co/njf7VBy/Screenshot-2023-10-04-082746.png",
      "details": "Bollywood superstar Shah Rukh Khan’s recently released action thriller ‘Jawan’ continues to achieve new heights as the movie has now become the highest-grossing Hindi film in India. On Thursday, the film collected Rs 58.2 million (5.82 crores) which took the film’s total collection to Rs 5. 25 billion (525.50 crores). With this, SRK’s action thriller film has surpassed the lifetime collection of Sunny Deol and Ameesha Patel starrer ‘Gadar 2’.Taking to Instagram, trade analyst Taran Adarsh shared a post which he captioned, “#Jawan crosses *lifetime biz* of #Gadar2 and #Pathaan #Hindi in #India…Now HIGHEST GROSSING FILM in #Hindi in #India,  #SRK features in Top 3 HIGHEST GROSSING FILMS #Hindi: #Pathaan [No 3] and #Jawan [No 1] [Week 3] Fri 71 million (7.10 cr), Sat 115 million (11.50 cr), Sun 139 million (13.90 cr), Mon 49 million (4.90 cr), Tue 44 million (4.40 cr), Wed 44.5 million (4.45 cr), Thu 58.1 million (5.81 cr). Total: Rs 5.25 billion 525.50 cr. #Hindi. #India biz. #Boxoffice. Post the success of the movie, the makers had held a press conference in Mumbai. The event was attended by SRK, Deepika Padukone, Sanya Malhotra, Sunil Grover, and Atlee."
    },
    {
      "_id": "acb9b6785b62698fc6130db7615965e1",
      "others_info": {
        "is_todays_pick": false,
        "is_trending": true
      },
      "category_id": "6",
      "rating": { "number": 4.5, "badge": "Excellent" },
      "total_view": 879,
      "title": "Cyberpunk 2077: Phantom Liberty’s Release is a Double-Edged Sword",
      "author": {
        "name": "RTTNews",
        "published_date": "2022-08-25 11:53:13",
        "img": "https://images.unsplash.com/photo-1633332755192-727a05c4013d?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8dXNlcnxlbnwwfHwwfHw%3D&w=1000&q=80"
      },
      "thumbnail_url": "https://i.ibb.co/1vcgPzg/unsplash-Eh-Tc-C9s-YXsw-12.png",
      "image_url": "https://i.ibb.co/h7cGwqR/photomode-02102023-165342.png",
      "details": "It is no secret that Cyberpunk 2077 had a less than stellar launch back in 2020. It was probably one of the most anticipated games of the year since CD Projekt Red seemed to be promising the world. However, players quickly discovered that the game was lacking in many areas and filled to the brim with problems. Plus, it was practically unplayable on some hardware. While the studio could have just moved on, it decided to rectify its mistakes with the massive Cyberpunk 2077 2.0 update as well as the game's only DLC pack, Phantom Liberty, which seems to have done the job. Now, Cyberpunk 2077 feels like a lot closer to the game that was promised three years ago. While it may still have a few rough edges, it delivers a fantastic experience that RPG fans will not want to miss. The Phantom Liberty DLC makes it even better by adding an entirely new zone, new mechanics, and a whole new story to the mix. This is all great to see, but the entire thing feels bittersweet as it also marks the end of the post-launch support. At release, Cyberpunk 2077 and CD Projekt Red became embroiled in controversy. The studio was accused of misleading consumers and downplaying the technical problems while the game was marred with countless glitches. This led to class-action lawsuits, a riled fanbase, and the game's removal from the PlayStation store. It was probably one of the most disappointing games of 2020, especially since the studio had garnered much acclaim with The Witcher 3: Wild Hunt five years prior. However, instead of dropping the game, the studio got to work fixing it. After years of patches, CD Projekt Red has recently released the massive 2.0 update as well as the Phantom Liberty DLC. The update has overhauled many of the game's system while also fixing countless bugs, which has helped create a much stronger RPG experience. At the same time, the DLC has expanded the world of Night City with a fresh storyline to follow and brand-new things for players to discover. Because of this, players on every platform seem to be returning to Cyberpunk 2077 in droves.While it is great to see Cyberpunk 2077 have a resurgence, the release of Phantom Liberty also means the end of the post-launch content stream. There may still be bug fixes, but there is not going to be any more major content. Instead of building off of Phantom Liberty's popularity, CD Projekt Red is moving onto new projects including a brand-new Witcher game and another Cyberpunk 2077 title. Even though new titles are exciting, it is a shame that Cyberpunk 2077's content ends here."
    },
    {
      "_id": "be44c843d61859cc0b87cae85c55f9db",
      "others_info": {
        "is_todays_pick": false,
        "is_trending": true
      },
      "category_id": "7",
      "rating": { "number": 4.5, "badge": "Excellent" },
      "total_view": 231,
      "title": "Netflix's One Piece Is Drawing In a Very Diverse Audience",
      "author": {
        "name": "Kumar Natasha",
        "published_date": "2022-08-26 12:15:36",
        "img": "https://images.unsplash.com/photo-1633332755192-727a05c4013d?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8dXNlcnxlbnwwfHwwfHw%3D&w=1000&q=80"
      },
      "thumbnail_url": "https://i.ibb.co/dr4TRY4/unsplash-Eh-Tc-C9s-YXsw-21.png",
      "image_url": "https://i.ibb.co/2cQ3RHv/One-PIece-Live-Action-Cast-Costumes-Posters-Netflix.jpg",
      "details": "One Piece's live-action series was able to top the charts when it came to Netflix's most popular series, easily garnering a second season to bring back the Straw Hat Pirates as their journey to the Grand Line begins. With creator Eiichiro Oda hinting at the arrival of Tony Tony Chopper in season two, there are quite a few characters that might join the Straw Hats' journey when the second season finally arrives. Now, in a new reveal from Netflix, One Piece has shared that it garnered quite a diverse audience. One Piece was able to make its live-action series a success thanks not only to the involvement of Eiichiro Oda, but thanks to both the cast and creative minds being gigantic fans of the source material. When it came to the young actors playing the Straw Hats, the lead-up to the live-action adaptation saw Inaki Godoy traveling to Japan to meet the mangaka, Emily Rudd detailed the extreme lengths she took to win the role of Nami, and Taz Skylar trained both his body and his culinary skills to become the Going Merry's chef. While One Piece has been confirmed for a second live-action season, there is plenty more manga material to adapt for potential seasons.According to Variety, the One Piece live-action series has scored 1.3 billion minutes watched by Netflix subscribers. When it comes to Nielsen ratings, the series was able to bring in an audience that was 25% Hispanic and 19% African American. The Straw Hat Pirates have been big in the anime world, but the success of their Netflix series has taken One Piece to new heights in 2023. This year has been a major one for Eiichiro Oda's creation not just thanks to Netflix's take on the shonen series, but thanks to the events taking place in both the anime and manga following the Straw Hats. In the anime adaptation, the War For Wano has come to an end following Luffy finally taking down Kaido of the Beast Pirates. In the manga series, the final saga is playing out that will see the Straw Hats sail into the sunset, though it might be years before we see One Piece truly end. Are you hyped for the return of the live-action Straw Hat Pirates? Feel free to let us know in the comments or hit me up directly @EVComedy to talk all things comics, anime, and the world of the Grand Line."
    },
    {
      "_id": "1b03149c50f1bec662062d930bf46489",
      "others_info": {
        "is_todays_pick": false,
        "is_trending": true
      },
      "category_id": "1",
      "rating": { "number": 4.5, "badge": "Excellent" },
      "total_view": 546,
      "title": "PM Hasina doesn’t give a damn to law, its proven now: Fakhrul",
      "author": {
        "name": "The Philadelphia Inquirer",
        "published_date": "2022-08-30 22:00:00",
        "img": "https://images.unsplash.com/photo-1633332755192-727a05c4013d?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8dXNlcnxlbnwwfHwwfHw%3D&w=1000&q=80"
      },
      "thumbnail_url": "https://i.ibb.co/QnwC4sG/unsplash-Eh-Tc-C9s-YXsw-11.png",
      "image_url": "https://i.ibb.co/89hZJ1K/Screenshot-2023-10-04-075016.png",
      "details": "BNP secretary general Mirza Fakhrul Islam Alamgir has come down heavily on Prime Minister Sheikh Hasina for her recent statement on Begum Khaleda Zia and said she does not care about the law and exercises absolute control over the judiciary. “Her statement (in the United Kingdom) has proven a fact that the country politically belongs to a single individual and it is none other than Sheikh Hasina. She holds absolute control over the judiciary and pays no heed to the law and regulations,” he said in a press briefing in Gulshan of Dhaka on Tuesday. Asked about the prime minister's speech regarding BNP chairperson Khaleda Zia's medical treatment abroad, Mirza Fakhrul Islam said, “What she (Sheikh Hasina) announced in her speech yesterday, Monday, particularly about her (Khaleda Zia) treatment… such an ugly statement… We cannot either fathom or accept that a sitting prime minister can deliver such a speech.” Condemning the prime minister's speech, the BNP leader said, We use democratic language as we seek to restore democracy. We believe in courtesy, tolerance, and the freedom to expressing dissent, we address the fundamental issues outlined in the Constitution with utmost importance.He expressed hope that the government would come to sane and facilitate Khaleda Zia's treatment abroad. The BNP secretary general reaffirmed their commitment to democracy and their intention to lead the ongoing movement in a democratic manner. If anyone sets barriers to the democratic movement, the BNP will overcome them through democratic means, he insisted."
    },
    {
      "_id": "7f5b80c1cdd4df0111918883eae07349",
      "others_info": {
        "is_todays_pick": false,
        "is_trending": true
      },
      "category_id": "1",
      "rating": { "number": 4.5, "badge": "Excellent" },
      "total_view": 1870,
      "title": "Manikganj: Keys, papers seized from buses rented out for BNP rally",
      "author": {
        "name": "system",
        "published_date": "2022-08-24 23:15:00",
        "img": "https://images.unsplash.com/photo-1633332755192-727a05c4013d?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8dXNlcnxlbnwwfHwwfHw%3D&w=1000&q=80"
      },
      "thumbnail_url": "https://i.ibb.co/1vcgPzg/unsplash-Eh-Tc-C9s-YXsw-12.png",
      "image_url": "https://i.ibb.co/KXHY4JG/pxfuel-com-1-1170x508.jpg",
      "published_date": "2022-08-24 18:00:00",
      "details": "The keys and registration papers of fifteen buses have allegedly been seized as the vehicles were rented out to carry the leaders and activists of the Bangladesh Nationalist Party (BNP) to a rally in Dhaka. According to drivers, workers, and owners, the seizure took place on Monday night and Tuesday morning, following orders by the district transport owners' association leaders aligned with the ruling party. However, the transport workers denounced the seizure and said they struggle to meet even basic expenses if the bus wheels do not roll. They have nothing to do with politics. Jatiaytabadi Krishak Dal, an associate body of BNP, held a rally in the capital’s Naya Paltan area on Monday, demanding the resignation of the government and the release of the party chief Begum Khaleda Zia. The BNP’s Manikganj district unit hired around 35 buses, including 15 of Shubhojatra Paribahan, to carry leaders and activists to Dhaka. During a spot visit at 12:00 pm on Tuesday, some 10 to 12 Shubhojatra Paribahan buses were seen stationed at the Manikganj central bus terminal. On the condition of anonymity, some drivers and owners alleged that keys and registration papers were forcibly seized from the buses as the vehicles carried BNP men to the rally in Dhaka. Followers of Jahidul Islam, president of the district bus owners' association and general secretary of the Awami League’s Manikganj municipality unit, took the keys and papers and even threatened consequences had the issue been disclosed. A bus driver said followers of Jahidul Islam came to the bus terminal around 10 pm on Monday and forcibly took the bus keys. Later, they took the documents in the morning, citing police instructions. Qayyum Hossain, owner of Shubhojatra Paribahan, expressed his dismay, saying that no one had informed him that it is restricted to rent out buses for BNP programmes."
    },
    {
      "_id": "17d266b79d2fcd850cd4d983c3aeb95f",
      "others_info": {
        "is_todays_pick": false,
        "is_trending": true
      },
      "category_id": "3",
      "rating": { "number": 4.2, "badge": "Excellent" },
      "total_view": 354,
      "title": "Guterres remembers Mahatma Gandhi",
      "author": {
        "name": "Presstv",
        "published_date": "2022-08-30 17:44:16",
        "img": "https://images.unsplash.com/photo-1633332755192-727a05c4013d?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8dXNlcnxlbnwwfHwwfHw%3D&w=1000&q=80"
      },
      "thumbnail_url": "https://i.ibb.co/j86wjDW/unsplash-Eh-Tc-C9s-YXsw-20.png",
      "image_url": "https://i.ibb.co/xmxSb48/Gandhi-Death-History-Today.jpg",
      "details": "Marking the International Day of Non-Violence, UN Secretary-General Antonio Guterres on Monday said they commemorate not only the birth of Mahatma Gandhi but also the timeless values he championed: mutual respect and understanding, justice, and the power of peaceful action. Let us heed his words today and re-commit ourselves to this essential purpose, he said in a message on the International Day of Non-Violence. Guterres said the world confronts grave challenges: growing inequalities, rising tensions, proliferating conflicts, and worsening climate chaos. We also see divides deepening within countries – with democracy under threat and hate speech and intolerance on the march, he said. Guterres said they can overcome these afflictions and chart a course towards a brighter, more peaceful future. If we understand – as Gandhi did – that the magnificent diversity of our human family is a treasure, not a threat. If we invest in social cohesion, nurture the courage to compromise, and the determination to cooperate. If we ensure that all of us – regardless of status, background, circumstance, or faith – can live lives of dignity, opportunity, and rights. If we unite around our common humanity,  said the UN chief. He also said, Let us remember Gandhi’s wise counsel: Our ability to reach unity in diversity will be the beauty and the test of our civilization."
    },
    {
      "_id": "61f9ce168f7b15aadecb1d1fc80c72f0",
      "others_info": {
        "is_todays_pick": false,
        "is_trending": true
      },
      "category_id": "4",
      "rating": { "number": 4.5, "badge": "Excellent" },

      "total_view": 100,
      "title": "‘Shakib is 100pc fine’, says Najmul",
      "author": {
        "name": "system",
        "published_date": "2022-08-26 00:37:24",
        "img": "https://images.unsplash.com/photo-1633332755192-727a05c4013d?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8dXNlcnxlbnwwfHwwfHw%3D&w=1000&q=80"
      },
      "thumbnail_url": "https://i.ibb.co/L507x2V/unsplash-Eh-Tc-C9s-YXsw-14.png",
      "image_url": "https://i.ibb.co/jMstF8X/Screenshot-2023-10-04-082345.png",
      "details": "Was it an injury or a mere rest? The Bangladesh team management did not clarify the reasons for the absence of the Tigers skipper, Shakib Al Hasan, in the first warm-up game against Sri Lanka on Friday in the run-up to the ICC Cricket World Cup proper. Two sources provided different reasons for Shakib’s absence. Shakib suffered from an injury to his right ankle while playing football during practice session, said one of the sources. Another source said the skipper was rested. Amid the discussion on Shakib’s fitness, he did not appear on field for the toss in the second warm-up game against England. Mehidy Hasan Miraz led the Bangladesh team in the first warm-up fixture while vice-captain Najmul Hossain was leading the team against England. Stand-in captain Najmul elected to bat first against the Joss Buttler led England side at the Barsapara Cricket Stadium in Guwahati, Assam on Monday. Shakib’s fitness issue was raised during the coin toss. Shakib is 100 per cent fine and available for the first game (in the World Cup), he told the anchor on the field. Speaking about his decision to bat first, Najmul said, The wicket seems pretty good. It’s better to have the chance to bat first here.We played better cricket in the last game. This is the last chance to get ourselves in the groove before the World Cup proper, he added."
    },
    {
      "_id": "61f9ce168f7b15aadecb1d1fc80c72f7",
      "others_info": {
        "is_todays_pick": false,
        "is_trending": false
      },
      "category_id": "5",
      "rating": { "number": 4.5, "badge": "Excellent" },

      "total_view": 100,
      "title": "“Max Verstappen has plenty trophies” – Lando Norris wants $50 Million a year Dutch sensation to give him his trophy",
      "author": {
        "name": "system",
        "published_date": "2022-08-26 00:37:24",
        "img": "https://images.unsplash.com/photo-1633332755192-727a05c4013d?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8dXNlcnxlbnwwfHwwfHw%3D&w=1000&q=80"
      },
      "thumbnail_url": "https://i.ibb.co/1rcTYYB/unsplash-Eh-Tc-C9s-YXsw-16.png",
      "image_url": "https://i.ibb.co/CVg1Nrt/unsplash-Eh-Tc-C9s-YXsw-5.png",
      "details": "Lando Norris asks Max Verstappen to lend him the 2022 Dutch GP trophy as he predicts the Dutchman as a sure winner. Max Verstappen returns to his home Grand Prix in Zandvoort for the 2022 Dutch GP. And it seems like the Dutchman will enjoy another easy victory this weekend. Max has a 93-point advantage in the drivers’ championship over Ferrari’s Charles Leclerc ahead of the race. And at this rate, Max can cruise comfortably, to claim his 2nd Championship title this season. But Max does not want to lose his focus and momentum ahead of his home GP. He wants to claim his 10th win of the season in front of his home crowd in style. Recently, the Dutch GP unveiled a rather unique-looking trophy. And McLaren driver Lando Norris liked the new trophy.   a journalist asks lando if he likes the dutch gp trophy and if it will be his on sunday: “no, it’s max’s. everyone knows it’s max’s already. maybe max will give it to me, he has plenty.” i love lando norris and max verstappen friendship pic.twitter.com/LQh9cnwjLv — comfort lando norris (@safeforlando) August 31, 2022 The Brit was grabbing a bicycle in the F1 paddock when he was interviewed by Dutch press personnel. Norris was asked what he thought of the Dutch Grand Prix trophy. Norris replied, “Oh I loved it.” But he admitted he would not be able to take the trophy home. He said, “No, it’s Max’s. Everyone knows it’s Max’s already. Maybe he will give it to me, he has plenty.” Seems like Norris is not alone. As it is becoming more obvious amongst the drivers that the Dutch GP trophy has Max’s name written on it. And with a win this Sunday, even the Championship might have Max’s name for a second time. Also Read: Lando Norris hits out at Daniel Ricciardo amidst his $16.7 Million contract termination Max Verstappen unveils a new helmet for the Dutch GP Max Verstappen became the first Dutch driver to win an F1 race when he won the 2016 Spanish GP. He also became the first Dutchman to win the Championship title. And he would like to pay tribute to his father, Jos Verstappen who coached him during his karting days and developed him as a racing driver. Jos has also served as a manager for Max. Jos was an F1 driver who raced in F1 from 1994 to 2003. He has 106 race starts with no wins and he raced for a variety of teams from Benetton, Arrows, Tyrell and Honda. And for the Dutch GP, Max would be wearing a helmet that resembles the one worn by his father. He will be wearing it on a track on which he has raced numerous times while Karting with his father.   ᴀ ᴛʀɪʙᴜᴛᴇ ᴛᴏ ᴊᴏs ᴠᴇʀsᴛᴀᴘᴘᴇɴ Returning to Zandvoort as a World Champion, Max chose to honor his mentor and Dad by using Jos his iconic helmet design as an inspiration 1:2 and 1:4 scale models are now available https://t.co/SxY1Y14OH2 pic.twitter.com/tz2DdtXJM4 — Max Verstappen (@VerstappenCOM) August 30, 2022 Verstappen said in a video posted by him, “It’s a bit emotional as well. But I think it’s just really special to drive something like this because it’s also how I started in go-karting.” He added, “All the old pictures I have of go-karting are with this iconic design. So that’s why we thought it was a great idea to bring this back alive around Zandvoort.” Jos has never won a race in his F1 career. But wearing this helmet, Max might win his 10th race of the season and cement his name on the Championship trophy. Also Read: Max Verstappen can equalize Michael Schumacher-Sebastian Vettel joint record if he wins 4 more races in 2022 The post “Max Verstappen has plenty trophies” – Lando Norris wants $50 Million a year Dutch sensation to give him his trophy appeared first on The SportsRush."
    }
  ]